Revit 2024 API
BuiltInFailures.CutterFailures Class
 Failures about Cutter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static class CutterFailures
Visual Basic
Public NotInheritable Class CutterFailures
Visual C++
public ref class CutterFailures abstract sealed
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.BuiltInFailures.CutterFailures
See Also
BuiltInFailures.CutterFailures Members
Autodesk.Revit.DB Namespace